org/bible/Philemon.org
#+title: Philemon
#+HTML: <h1> The Letter to <br> P H I L E M O N </h1>
#+setupfile: ../static/setup/bible.setup

** Philemon 1
*** Greetings from Paul and Timothy (Philippians 1:1--2; Colossians 1:1--2)
[[html-class:drop][1]]


<<1:1>> Paul, a prisoner of Christ Jesus, and Timothy our brother,

To Philemon our beloved fellow worker, 
<<1:2>> *2* to Apphia our sister, to Archippus our fellow soldier, and to the church that meets at your house:

<<1:3>> *3* Grace and peace to you from God our Father and the Lord Jesus Christ.

*** Philemon's Faith and Love

<<1:4>> *4* I always thank my God, remembering you in my prayers, 
<<1:5>> *5* because I hear about your faith in the Lord Jesus and your love for all the saints. 
<<1:6>> *6* I pray that your partnership in the faith may become effective as you fully acknowledge every good thing that is ours in Christ. 
<<1:7>> *7* I take great joy and encouragement in your love, because you, brother, have refreshed the hearts of the saints.

*** Paul's Appeal for Onesimus

<<1:8>> *8* So although in Christ I am bold enough to order you to do what is proper, 
<<1:9>> *9* I prefer to appeal on the basis of love. For I, Paul, am now aged, and a prisoner of Christ Jesus as well.

<<1:10>> *10* I appeal to you for my child Onesimus, whose father I became while I was in chains. 
<<1:11>> *11* Formerly he was useless to you, but now he has become useful both to you and to me. 
<<1:12>> *12* I am sending back to you him who is my very heart.

<<1:13>> *13* I would have liked to keep him with me, so that on your behalf he could minister to me in my chains for the gospel. 
<<1:14>> *14* But I did not want to do anything without your consent, so that your goodness will not be out of compulsion, but by your own free will. 
<<1:15>> *15* For perhaps this is why he was separated from you for a while, so that you might have him back for good--- 
<<1:16>> *16* no longer as a slave, but better than a slave, as a beloved brother. He is especially beloved to me, but even more so to you, both in person and in the Lord.

<<1:17>> *17* So if you consider me a partner, receive him as you would receive me. 
<<1:18>> *18* But if he has wronged you in any way or owes you anything, charge it to my account. 
<<1:19>> *19* I, Paul, write this with my own hand. I will repay it---not to mention that you owe me your very self.

<<1:20>> *20* Yes, brother, let me have some benefit from you in the Lord. Refresh my heart in Christ.

<<1:21>> *21* Confident of your obedience, I write to you, knowing that you will do even more than I ask.

<<1:22>> *22* In the meantime, prepare a guest room for me, because I hope that through your prayers I will be restored to you.

*** Additional Greetings

<<1:23>> *23* Epaphras, my fellow prisoner in Christ Jesus, sends you greetings, 
<<1:24>> *24* as do Mark, Aristarchus, Demas, and Luke, my fellow workers.

<<1:25>> *25* The grace of the Lord Jesus Christ be with your spirit.

