public/bible/Philemon.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-03 Mon 15:41 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Philemon</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../static/css/bible.css"/>
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Philemon</h1>
</header><h1> The Letter to <br> P H I L E M O N </h1>
<div id="outline-container-org084223f" class="outline-2">
<h2 id="org084223f">Philemon 1</h2>
<div class="outline-text-2" id="text-org084223f">
</div>
<div id="outline-container-orgbbd293f" class="outline-3">
<h3 id="orgbbd293f">Greetings from Paul and Timothy (Philippians 1:1&#x2013;2; Colossians 1:1&#x2013;2)</h3>
<div class="outline-text-3" id="text-orgbbd293f">
<p>
<span class="drop">1</span>
</p>


<p>
<a id="1-1"></a> Paul, a prisoner of Christ Jesus, and Timothy our brother,
</p>

<p>
To Philemon our beloved fellow worker, 
<a id="1-2"></a> <b>2</b> to Apphia our sister, to Archippus our fellow soldier, and to the church that meets at your house:
</p>

<p>
<a id="1-3"></a> <b>3</b> Grace and peace to you from God our Father and the Lord Jesus Christ.
</p>
</div>
</div>
<div id="outline-container-orgae53a8a" class="outline-3">
<h3 id="orgae53a8a">Philemon&rsquo;s Faith and Love</h3>
<div class="outline-text-3" id="text-orgae53a8a">
<p>
<a id="1-4"></a> <b>4</b> I always thank my God, remembering you in my prayers, 
<a id="1-5"></a> <b>5</b> because I hear about your faith in the Lord Jesus and your love for all the saints. 
<a id="1-6"></a> <b>6</b> I pray that your partnership in the faith may become effective as you fully acknowledge every good thing that is ours in Christ. 
<a id="1-7"></a> <b>7</b> I take great joy and encouragement in your love, because you, brother, have refreshed the hearts of the saints.
</p>
</div>
</div>
<div id="outline-container-org5a1176a" class="outline-3">
<h3 id="org5a1176a">Paul&rsquo;s Appeal for Onesimus</h3>
<div class="outline-text-3" id="text-org5a1176a">
<p>
<a id="1-8"></a> <b>8</b> So although in Christ I am bold enough to order you to do what is proper, 
<a id="1-9"></a> <b>9</b> I prefer to appeal on the basis of love. For I, Paul, am now aged, and a prisoner of Christ Jesus as well.
</p>

<p>
<a id="1-10"></a> <b>10</b> I appeal to you for my child Onesimus, whose father I became while I was in chains. 
<a id="1-11"></a> <b>11</b> Formerly he was useless to you, but now he has become useful both to you and to me. 
<a id="1-12"></a> <b>12</b> I am sending back to you him who is my very heart.
</p>

<p>
<a id="1-13"></a> <b>13</b> I would have liked to keep him with me, so that on your behalf he could minister to me in my chains for the gospel. 
<a id="1-14"></a> <b>14</b> But I did not want to do anything without your consent, so that your goodness will not be out of compulsion, but by your own free will. 
<a id="1-15"></a> <b>15</b> For perhaps this is why he was separated from you for a while, so that you might have him back for good&#x2014; 
<a id="1-16"></a> <b>16</b> no longer as a slave, but better than a slave, as a beloved brother. He is especially beloved to me, but even more so to you, both in person and in the Lord.
</p>

<p>
<a id="1-17"></a> <b>17</b> So if you consider me a partner, receive him as you would receive me. 
<a id="1-18"></a> <b>18</b> But if he has wronged you in any way or owes you anything, charge it to my account. 
<a id="1-19"></a> <b>19</b> I, Paul, write this with my own hand. I will repay it&#x2014;not to mention that you owe me your very self.
</p>

<p>
<a id="1-20"></a> <b>20</b> Yes, brother, let me have some benefit from you in the Lord. Refresh my heart in Christ.
</p>

<p>
<a id="1-21"></a> <b>21</b> Confident of your obedience, I write to you, knowing that you will do even more than I ask.
</p>

<p>
<a id="1-22"></a> <b>22</b> In the meantime, prepare a guest room for me, because I hope that through your prayers I will be restored to you.
</p>
</div>
</div>
<div id="outline-container-org5f0fb6e" class="outline-3">
<h3 id="org5f0fb6e">Additional Greetings</h3>
<div class="outline-text-3" id="text-org5f0fb6e">
<p>
<a id="1-23"></a> <b>23</b> Epaphras, my fellow prisoner in Christ Jesus, sends you greetings, 
<a id="1-24"></a> <b>24</b> as do Mark, Aristarchus, Demas, and Luke, my fellow workers.
</p>

<p>
<a id="1-25"></a> <b>25</b> The grace of the Lord Jesus Christ be with your spirit.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
